Repository: acadev0618/flutterVideoConference
Catalog: lib/l10n/intl_*.arb
Languages: tk

source: Successfully updated password
tk: Şifreniz başarıyla güncellendi.

source: Please fill old password field!
tk: Lütfen eski şifrenizi yazınız!

source: Please fill new password field!
tk: Lütfen yeni şifrenizi yazınız!

source: Password must be 6 characters at least!
tk: Şifreniz en az 6 karakterden oluşmalıdır.

source: Please fill confirm password field!
tk: Lütfen şifrenizi yazınız!

source: No match password and confirm password!
tk: Şifreler uyuşmuyor.

source: Change Password
tk: Şifre Değiştir

source: Old Password
tk: Eski Şifre

source: Enter your old password
tk: Eski şifrenizi giriniz

source: New Password
tk: Yeni Şifre

source: Enter your new password
tk: Yeni Şifrenizi giriniz

source: Confirm New Password
tk: Yeni şifre tekrar

source: Enter confirm new password
tk: Yeni şifrenizi onaylayınız

source: Submit
tk: Gönder

source: Something went wrong!
tk: Sanırım bir sorun var

source: Successfully created your channel
tk: Kanalınız başarıyla oluşturuldu

source: Successfully updated your channel
tk: Kanalınız başarıyla güncellendi

source: Please fill channel name field!
tk: Lütfen kanal adı yazınız

source: Channel name must be only one word!
tk: Kanal adınız tekkelimeden oluşmalıdır.

source: Please fill password field!
tk: Lütfen şifrenizi yazınız!

# passwordMustBe3Characters
source: Password must be 3 characters ( 2 numbers and 1 letter )!
tk: Şifre 3 karakterden oluşmalıdır (2 sayı ve 1 harf)!

source: Please select domain!
tk: Lütfen alan adı seçiniz!

source: Channel Settings
tk: Kanal ayarları

source: Channel Name
tk: Kanal Adı

source: Enter channel name
tk: Kanal adını giriniz

source: Channel Password
tk: Kanal Şifresi

source: Enter channel password
tk: Kanal şifresini giriniz.

# character
source: 3 character ( 2 number and 1 letter )
tk: 3 karakter (2 sayı ve 1 harf)

source: Domain
tk: Alan Adı

source: Menu
tk: Menü

source: Home
tk: Anasayfa

source: Profile settings
tk: Profil Ayarları

source: Feedback
tk: Şikayet ve Öneri

source: Privacy Rules
tk: Gizlilik Kuralları

source: Terms
tk: Şartlar

source: About
tk: Hakkında

source: Log out
tk: Çıkış

source: Successfully submitted your feedback
tk: Mesajınız başarıyla gönderildi.

source: Please fill subject field!
tk: Lütfen konu kısmını doldurunuz

source: Please fill message field!
tk: Lütfen mesaj kısmını doldurunuz

source: Subject
tk: Konu

source: Enter feedback subject
tk: Lütfen mesaj konusunu giriniz

source: Message
tk: Mesaj

source: Please fill email field!
tk: Lütfen email adresinizi giriniz

source: Enter valid email address!
tk: Lütfen şifrenizi giriniz

source: Forgot Password
tk: Şifremi unuttum

source: Email Address
tk: Email Adresi

source: Enter your email address
tk: Email adresini giriniz

source: Password
tk: Şifre

source: Enter your password
tk: Şifrenizi giriniz

source: bTalker - Guide
tk: bTalker - Rehber

source: You have to create first your channel
tk: İlk önce kanalınız oluşturmalısınız

source: OK
tk: Tamam

source: Cancel
tk: İptal

source: Are you sure to close bTalker app?
tk: Btalker - rehber Uylamasını kapatmak mı istiyorsunuz?

source: Audio Broadcast
tk: bTalker - Rehber

source: Exit
tk: Çıkış

source: Start
tk: Başlat

source: Copied to Clipboard
tk: Panoya kopyalandı

source: Copy
tk: Kopyala

source: Listener URL
tk: Dinleyici adresi

source: Please fill username field!
tk: Lütfen kullanıcı adını yazınız

source: Login
tk: Giriş

source: Username
tk: Kullanıcı Adı

source: Enter your Username
tk: Kullanıcı adınızı yazınız

source: Forget Password?
tk: Şifremi unuttum?

source: Don't you have an account already?
tk: Henüz hesabınız yok mu?

source: Signup here.
tk: Hesap Oluşturun.

source: Profile Photo
tk: Profil Fotoğrafı

source: Successfully updated profile
tk: Profiliniz başarıyla güncellendi

source: Please fill full name field!
tk: Lütfen tam adınızı yazınız

source: Please fill phone number field!
tk: Lütfen telefon numarasını yazınız

source: Please fill country field!
tk: Lütfen ülke adınız yazınız

source: Please fill city field!
tk: Lütfen şehir adını yazınız

source: My Details
tk: Bilgilerim

source: Full Name
tk: Tam Adınız

source: Enter your full name
tk: Tam adınızı yazınız

source: Phone Number
tk: Telefon Numarası

source: Enter your phone number
tk: Telefon numaranızı giriniz

source: Country
tk: Ülke

source: Enter your country
tk: Ülke adını yazınız

source: City
tk: Şehir

source: Enter your city
tk: Şehir adını yazınız

source: Language
tk: Dil

source: Account
tk: Hesap

source: Security
tk: Güvenlik

source: Sign up
tk: Kaydol

source: Pick from Gallery
tk: Galeriden Seç

source: Pick from Camera
tk: Kameradan seç
